Repository: Alienuser/shoot-report-ios
Catalog: shoot_report_ios/assets/*.lproj/Localizable.strings
Languages: de

# general_close
source: close
de: schließen

# general_soon_title
source: Coming soon
de: Dies funktioniert bald

# general_soon_text
source: This will work soon
de: Bleib gespannt

# general_soon_button
source: Understood
de: OK

# menu_export
source: Export
de: Exportieren

# menu_information
source: Information
de: Informationen

# information_header
source: Information
de: Informationen

# information_section_author
source: Information about the author
de: Informationen über den Autor

# information_section_author_title
source: Author
de: Autor

# information_section_author_content
source: Markus Burkhardt and Lars Helmuth Probst
de: Markus Burkhardt und Lars Helmuth Probst

# information_section_website_title
source: Website
de: Webseite

# information_section_version
source: Information about the version
de: Informationen über die Version

# information_section_source
source: Sources
de: Quellenangaben

# information_section_source_content
source: Texts of the coach are in accordance with the Trainer-C mass sports training of the "Deutscher Schützenbund".
de: Texte der Trainerfunktion sind in Anlehnung der Trainer-C Breitensportausbildung des Deutschen Schützenbundes.

# rifle_1
source: Air Rifle
de: Luftgewehr

# rifle_2
source: Air Rifle 3-position
de: Luftgewehr 3-Stellung

# rifle_3
source: Small Bore Rifle standing
de: Lichtgewehr

# rifle_4
source: Small Bore Rifle
de: Kleinkalibergewehr

# rifle_5
source: Small Bore Rifle 3-position
de: Kleinkalibergewehr 3-Stellung

# rifle_6
source: Air Pistol
de: Luftpistole

# training_statistics
source: STATISTICS
de: STATISTIKEN

# training_details
source: Edit Training
de: Training bearbeiten

# training_add
source: Add Training
de: Training hinzufügen

# training_add_title_mood
source: Evaluation
de: Bewertung

# training_add_title_general
source: General
de: Allgemeines

# training_add_kind
source: What did you train?
de: Was hast du trainiert?

# training_add_kind_setup
source: Set Up
de: Einrichten

# training_add_kind_positioningSetUp
source: Positioning Set Up
de: Anschlagsaufbau

# training_add_kind_zeroPoint
source: Zero Point
de: Nullpunkt

# training_add_kind_breathing
source: Breathing
de: Atmung

# training_add_kind_aiming
source: Aiming
de: Zielen

# training_add_kind_trigger
source: Trigger/Pressure Course
de: Abziehen/Druckverlauf

# training_add_kind_coordination
source: Coordination
de: Koordination

# training_add_kind_phaseTraining
source: Phase Training
de: Phasentraining

# training_add_kind_leftPositioning
source: Left Positioning
de: Linksanschläge

# training_add_kind_performanceTraining
source: Performance Training
de: Leistungstraining

# training_add_kind_competitionTraining
source: Competition Training
de: Wettkampftraining

# training_add_kind_other
source: Other
de: Sonstiges

# training_add_location
source: Where did you train?
de: Wo hast du trainiert?

# training_add_date
source: Date
de: Datum

# training_add_photo
source: Add Photo
de: Foto hinzufügen

# training_add_qrcode
source: Scan QR-Code
de: QR-Code scannen

# training_add_deletephoto
source: Delete Photo
de: Foto löschen

# training_add_title_shots
source: Result
de: Ergebnis

# training_add_shootcount
source: Number of shots
de: Anzahl Schüsse

# training_add_title_info
source: Score
de: Resultat

# training_add_total
source: Total rings:
de: Gesamtringzahl:

# training_add_average
source: Average:
de: Durchschnitt:

# training_add_title_report
source: Training report
de: Trainingsbericht

# training_add_share
source: Share Training
de: Training teilen

# training_add_save
source: Save Training
de: Training speichern

# competition_tab
source: COMPETITION
de: WETTKAMPF

# competition_menu
source: Competition
de: Wettkampf

# competition_statistics
source: STATISTICS
de: STATISTIKEN

# competition_details
source: Edit competition
de: Wettkampf bearbeiten

# competition_add
source: Add competition
de: Wettkampf hinzufügen

# competition_add_title_general
source: General
de: Allgemeines

# competition_add_kind
source: Which mode did you shoot?
de: Welchen Modus hast du geschossen?

# competition_add_kind_league
source: League Competiton
de: Ligawettkampf

# competition_add_kind_round
source: Round Competition
de: Rundenwettkampf

# competition_add_kind_championship
source: Championship
de: Meisterschaft

# competition_add_kind_control
source: Control Competition
de: Kontrollwettkampf

# competition_add_kind_other
source: Other
de: Sonstiges

# competition_add_location
source: Where was your competition?
de: Wo war der Wettkampf?

# competition_add_date
source: Date
de: Datum

# competition_add_photo
source: Add Photo
de: Foto hinzufügen

# competition_add_qrcode
source: Scan QR-Code
de: QR-Code scannen

# competition_add_deletephoto
source: Delete Photo
de: Foto löschen

# competition_add_title_shots
source: Result
de: Ergebnis

# competition_add_shootcount
source: Number of shots
de: Anzahl Schüsse

# competition_add_title_info
source: Score
de: Resultat

# competition_add_total
source: Total rings:
de: Gesamtringzahl:

# competition_add_title_report
source: Competition report
de: Wettkampfbericht

# competition_add_share
source: Share Competition
de: Wettkampf teilen

# competition_add_save
source: Save Competition
de: Wettkampf speichern

# procedure_tab
source: Procedure
de: Ablauf

# procedure_tab_before
source: PREPARATION
de: VORBEREITUNG

# procedure_tab_during
source: SHOT SEQUENCE
de: SCHUSSABLAUF

# procedure_before_section
source: My procedure before competition
de: Mein Ablauf vor dem Wettkampf

# procedure_before_title
source: Preparation
de: Vorbereitung

# procedure_during_section
source: My procedure for the shot
de: Mein Ablauf für den Schuss

# procedure_during_title
source: Shot sepuence
de: Schussablauf

# goals_tab
source: Goals
de: Ziele

# goals_tab_whole
source: WHOLES RINGS
de: GANZE RINGE

# goals_tab_tenth
source: TENTH OF A RING
de: ZEHNTEL RINGE

# goals_40
source: My goals 40 shots
de: Meine Ziele 40 Schuss

# goals_60
source: My goals 60 shots
de: Meine Ziele 60 Schuss

# goals_input
source: Enter values...
de: Wert angeben...

# trainer_title
source: Coach
de: Trainer

# trainer_tab_equipment
source: Equipment
de: Ausrüstung

# trainer_tab_equipment_clothes
source: CLOTHES
de: KLEIDUNG

# trainer_tab_equipment_equipment
source: EQUIPMENT
de: SPORTGERÄT

# trainer_tab_equipment_accessories
source: ACCESSORIES
de: ZUBEHÖR

# trainer_tab_tech
source: Technical
de: Technik

# trainer_tab_tech_positioning
source: POSITIONING
de: ANSCHLAG

# trainer_tab_tech_procedure
source: PROCEDURE
de: ABLAUF

# trainer_tab_mental_rest
source: REST
de: RUHE

# trainer_tab_mental_focus
source: FOCUS
de: FOKUS

# user_title
source: Master data
de: Stammdaten

# user_tab_device
source: EQUIPMENT
de: SPORTGERÄT

# user_tab_person_gunner
source: Shooter
de: Schütze

# user_tab_person_age
source: Age
de: Alter

# user_tab_height
source: Height
de: Größe

# user_tab_person_club
source: Club
de: Verein

# user_tab_person_club_1
source: 1. Club
de: 1. Verein

# user_tab_person_club_2
source: 2. Club
de: 2. Verein

# user_tab_person_trainer
source: Coach
de: Trainer

# user_tab_person_trainermail
source: E-Mail Coach
de: E-Mail Trainer

# user_tab_person_squadtrainer
source: Squad Coach
de: Kadertrainer

# user_tab_person_squadtraineremail
source: E-Mail Squad Coach
de: E-Mail Kadertrainer

# user_device_title
source: Settings on the sports equipment
de: Einstellungen am Sportgerät

# user_device_data
source: My Data
de: Meine Daten

# partner_thanks
source: We say THANK YOU!
de: Wir sagen DANKE!

# partner_section
source: Our Partner
de: Unsere Partner

# partner_buttonContact
source: CONTACT US
de: Kontakt

# partner_bePartner
source: Become our partner now.
de: Werden Sie jetzt Partner von uns.

# statistics_rings
source: Rings
de: Ringe

# statistics_training_whole_rings
source: Ø Shot whole rings
de: Ø Schuss ganze Ringe

# statistics_training_tenth_rings
source: Ø Shot tenth of a ring
de: Ø Schuss zehntel Ringe

# statistics_competition_whole_rings
source: Competition whole rings
de: Wettkampf ganze Ringe

# statistics_competition_tenth_rings
source: Competition thenth of a ring
de: Wettkampf zehntel Ringe

# statistics_competition
source: Result
de: Ergebnis
